{
    "zeus": {
        "greekName": "Zeus",
        "romanName": "Jupiter",
        "img": "img/zeus.png",
        "info": ["เทพซุส (Zeus) เชื่อว่าเป็นเจ้าแห่งเทพเจ้าทั้งหลาย ถือเป็นผู้รอบรู้ด้านการพยากรณ์อากาศ และเป็นเทพผู้คุมกฎแห่งสวรรค์ ซึ่งเขายังต้องทำหน้าที่ผดุงความยุติธรรมตามกฎหมายอีกด้วย  พลังอำนาจในการต่อสู้ของเทพซุสเป็นที่น่าเกรงขามอย่างยิ่ง มีอสนีบาต (Thunder bolt) เป็นอาวุธประจำกาย",
        "พระองค์เป็นพระโอรสองค์สุดท้องของโครนัส (Cronus) และรีอา (Rhea) ซึ่งเป็นเทพไททัน ในหลายๆ ตำนานกล่าวว่าพระองค์ได้สมรสกับเทพีเฮรา (Hera) แต่ก็มีสถานศักดิ์สิทธิ์แห่งเมืองดอโดน่า (Dodona) ที่อ้างว่าคู่สมรสของเทพซุสแท้จริงแล้วคือเทพีไดโอนี (Dione) นอกจากนี้มหากาพย์อีเลียด (Illiad) ยังกล่าวไว้ว่าเทพซุสเป็นพระบิดาของเทพีอโฟรไดต์ (Aphrodite) ที่กำเนิดจากเทพีไดโอเน่อีกด้วย เทพซุสมักมีชื่อเสียงในพฤติกรรมนอกลู่นอกทางเรื่องชู้สาวของพระองค์ ซึ่งยังรวมไปถึงความสัมพันธ์กับเด็กหนุ่มนามแกนีมีด (Ganymede) ด้วยเช่นกัน พฤติกรรมของพระองค์ทำให้เกิดผู้สืบเชื้อสายอยู่หลายองค์และหลายคนด้วยกัน",
        "ตำนานการถือกำเนิดของเทพซุสมีอยู่ว่า เทพีไกอาเทพมารดาแห่งผืนดิน ได้สมรสกับเทพยูเรนัสเทพแห่งท้องฟ้า และมีบุตรกลุ่มแรกคือ เหล่าเทพไททันซึ่งสร้างความภาคภูมิแก่เทพยูเรนัสมาก แต่ทว่าบุตรต่อๆมาของเทพีไกอากลับอัปลักษณ์และน่ากลัว เช่น ยักษ์ไซคลอปส์ที่มีตาข้างเดียวกลางใบหน้า และอสุรกายน่าเกลียดต่างๆ ทำให้เทพยูเรนัสพิโรธโยนบุตรเหล่านั้นลงไปขังในคุกทาร์ทะรัสใต้พิภพ",
        "เทพีไกอาแค้นเทพยูเรนัสมากจึงยุยงให้เหล่าเทพไททันก่อกบฏ ไม่มีเทพองค์ใดที่กล้าชิงบัลลังก์พระบิดายกเว้นเทพโครนัส และจากการช่วยเหลือจากเทพีไกอาทำให้เทพโครนัสชิงอำนาจได้สำเร็จ ทว่าเทพโครนัสไม่ได้ทำตามสัญญาที่จะปลดปล่อยอสูรผู้เป็นน้อง เทพีไกอาจึงสาปแช่งว่าบุตรที่จะเกิดมาของโครนัสจะชิงอำนาจไปเหมือนกับที่บิดาเคยทำเทพโครนัสตระหนักมากเพราะหลังจากนั้นไม่นาน เทพีรีอา พระชายาก็ตั้งครรภ์ เมื่อได้ข่าวการประสูติ เทพโครนัสจึงบุกเข้าไปในตำหนักพระชายาและจับทารกผู้เป็นสายเลือดของตนกลืนลงท้องไป และครรภ์ต่อๆมาของเทพีรีอาก็เช่นกัน ส่งผลให้เทพีรีอาเศร้าเสียใจอย่างมาก",
        "โครนัสให้กำเนิดบุตรและธิดารวมหกองค์ คือ เฮสเทีย ฮาเดส ดีมิเตอร์ โพไซดอน เฮรา ซุส ซึ่งพอกำเนิดมาได้ถูกโครนัสจับกลืนลงท้องไปแต่เนื่องด้วยซุสหนีออกมาได้ จึงรอให้ตัวเองโตแล้วกลับมาช่วยอีก 6 องค์ในภายหลัง เนื่องจาก เฮสเทีย ฮาเดส ดีมิเตอร์ โพไซดอน และเฮรา เป็นเทพจึงไม่ตายตอนอยู่ในท้องของโครนัส"],
        "symbols": ["สายฟ้า"],
        "animals": ["นกเหยี่ยว"],
        "power": ["ท้องฟ้า"],
        "link": [
            {
                "name": "Hera",
                "img": "img/hera2.png"
            },
            {
                "name": "Demeter",
                "img": "img/demeter2.png"
            },
            {
                "name": "Poseidon",
                "img": "img/poseidon2.png"
            }
        ]
    },

    "hera": {
        "greekName": "Hera",
        "romanName": "Juno",
        "img": "img/hera.png",
        "info": ["เฮรา หรือ เฮรา  เป็นมเหสีและเชษฐภคินี (พี่สาว) ของซุส พระนางเป็นเทพีแห่งหญิงสาวและชีวิตสมรส เป็นผู้ปกป้องสตรีที่แต่งงานแล้ว พระนางทรงประทับบนพระบัลลังก์ทองคำเคียงข้างซุสบนภูเขาโอลิมปัส และทรงพยายามอย่างที่สุดที่จะไม่ใส่พระทัยกับเรื่องราวรักๆ ใคร่ๆ ที่ไม่ถูกทำนองคลองธรรมของสวามี เฮราได้รับการกล่าวขานว่าเป็นเทพธิดาผู้มีพระกรใสกระจ่างดุจงาช้าง ในตำนานโบราณสัตว์ประจำองค์ของเทพีเฮราคือวัว แต่ในตำนานยุคใหม่นกยูงเป็นสัตว์ศักดิ์สิทธิ์ประจำพระองค์ และจะตามเสด็จอยู่ไม่ห่าง",
        "เทพีเฮราเป็นที่รู้จักกันดีในด้านของอารมณ์ดุร้าย โดยเฉพาะอย่างยิ่งต่อชายาองค์อื่นๆของซุส และบุตรที่เกิดจากชายาเหล่านั้น ไม่ว่าพวกนางจะเป็นเทพีหรือเป็นมนุษย์ก็ตาม ตัวอย่างของผู้ที่ถูกเทพีเฮราปองร้ายมีมากมาย เช่น เทพีลีโต มารดาของเทพอพอลโล่ และ เทพีอาร์ทีมิส เฮอร์คิวลิส ไอโอ ลามิอา เกรานา ซิมิลี มารดาของเทพไดโอนิซัส ยูโรปา เป็นต้น ก็จะเจอจุดจบแบบไม่สวยงาม",
        "บางตำนานกล่าวว่าเฮราอิจฉาที่ซุสสามารถให้กำเนิดบุตรด้วยตนเองได้ นั่นคืออะธีน่า นางจึงสร้างฮีเฟสตุสขึ้นมาด้วยตนเอง โดยไม่ต้องอาศัยความช่วยเหลือจากซุส แต่เมื่อฮีเฟสตุสถือกำเนิดขึ้นนางก็โยนบุตรชายลงจากเขาโอลิมปัสเนื่องจากรังเกียจรูปร่างหน้าตาที่น่าเกลียดของฮีเฟสตุส ซึ่งเหตุการณ์ครั้งนั้นทำให้ฮีเฟสตุสกลายเป็นเทพที่มีขาพิการ",
        "ภายหลังฮีเฟสตุสได้ทำการแก้แค้นพระมารดาด้วยการสร้างบัลลังก์ทองที่แสนสวยงามให้เฮรา แต่เมื่อนางนั่งลงบนบัลลังก์ทองนั้นแล้วกลับลุกขึ้นมาไม่ได้อีกเลย",
        "เทพโอลิมปัสร่วมกันอ้อนวอนให้ฮีเฟสตุสกลับขึ้นมาอยู่บนเทือกเขาโอลิมปัสและให้อภัยพระมารดา แต่ฮีเฟสตุสไม่ยอม ในที่สุดเหล่าเทพจึงส่งเทพไดโอไนซัสผู้เป็นเทพแห่งเหล้าองุ่นให้มอมเหล้าฮีเฟสตุสและนำเขาขึ้นมายังเทือกเขาโอลิมปัส ทำให้คำสาปเรื่องบัลลังก์ทองเสื่อมไป เทพีเฮราจึงได้ลุกขึ้นจากบัลลังก์อีกครั้ง"],
        "symbols": ["คทา"],
        "animals": ["นกยูง"],
        "power": ["ชีวิตสมรส"],
        "link": [
            {
                "name": "Zeus",
                "img": "img/zeus2.png"
            },
            {
                "name": "Demeter",
                "img": "img/demeter2.png"
            },
            {
                "name": "Poseidon",
                "img": "img/poseidon2.png"
            },
            {
                "name": "Hephaestus",
                "img": "img/hephaestus2.png"
            }
        ]
    },

    "demeter": {
        "greekName": "Demeter",
        "romanName": "Ceres",
        "img": "img/demeter.png",
        "info": ["เทพีดีมิเตอร์ (Demeter) เป็นเทพีอีกองค์หนึ่งที่ทรงกำเนิดมาพร้อมๆกับมหาเทพซุสในฐานะพระเชษฐภคินี  ทรงเป็นพระธิดาในไททันส์โครนุสและรีอาเช่นเดียวกับพี่น้องอีก 5 พระองค์  ในโรมันเทพีดีมิเตอร์ถูกบูชาในนามว่า ซีรีส (Ceres)",
        "พระนามของเทพีดีมิเตอร์ คำว่า De หมายถึง โลก (Earth)  และ  คำว่า meter มาจาก mater ซึ่งหมายถึง แม่ (mother) เมื่อรวมกันแล้วจึงเป็น Earth-mother แม่ของโลก  สำหรับโลกของมนุษย์หรือชีวิตของมนุษย์นั้นสิ่งที่ขาดไม่ได้คือ อาหาร  อาหารจึงเป็นปัจจัยพื้นฐานที่สำคัญในการดำรงชีพของมนุษย์  การจะแสวงหามาได้ซึ่งอาหารนั้นแต่เดิมมนุษย์วานรก่อนประวัติศาสตร์อย่างที่เรารู้จักกันนั้นมักจะออกล่าหาอาหารเอาจากสัตว์ที่พบและใช้เนื้อของมันเป็นอาหาร  แต่หลังจากที่มนุษย์เริ่มติดต่อกับเทพเจ้าแล้ว วิธีการหาอาหารวิธีใหม่ก็เกิดขึ้น  ตามตำนานของกรีกแล้วได้เล่าไว้ว่า เทพีดีมิเตอร์เป็นผู้สอนให้มนุษย์รู้จักการหาอาหารโดยวิธีเกษตรกรรม  ทรงสอนศิลปะการปลูกให้แก่มนุษย์  ทำให้การหาอาหารแบบนี้เป็นที่แพร่หลายกลายเป็นอารยธรรมที่สืบต่อกันมาหลายชั่วอายุคน  เพื่อเป็นเกียรติให้แก่พระเทพีชาวกรีกจึงยกย่องให้พระนาง เป็น เทพีแห่งความอุดมสมบูรณ์ เกษตรกรรม และ อารยธรรม  นอกจากนี้ยังเป็นเทพีผู้รักษากฎหมายศักดิ์สิทธิ์และวัฎสังสาร",
        "ที่ประทับของเทพีดีมิเตอร์มิใช่บนสรวงสวรรค์โอลิมปุสแต่อย่างใด  แต่เป็นดินแดน อีลิวซิส (Eleusis) ซึ่งอยู่ใกล้เอเธนส์  ดินแดนนี้เป็นดินแดนที่พระเทพีทรงมีความหลังที่เจ็บปวดซึ่งทรมานพระทัยของพระองค์ทุกๆปี  ครั้งหนึ่งเมื่อเกิดเหตุการณ์ที่เทพแห่งยมโลก ฮาเดส ลักพาตัวพระธิดาของเทพีดีมิเตอร์นามว่า เพอร์เซโฟเน ลงไปสู่ยมโลก ทำให้พระเทพีทรงต้องรีบรุดลงมาจากสวรรค์ออกตามหาตัวพระธิดาทุกหนทุกแห่ง  เมื่อเดินมาถึง อีลิวซิส นางแปลงเป็นหญิงชรา และเดินเตร็ดเตร่เข้าไปในเมือง  ชาวเมืองเห็นหญิงชราผู้น่าสงสารจึงให้การต้อนรับนางเป็นอย่างดี  พระเทพีดีมิเตอร์เห็นถึงความมีเมตตาของพวกเขา พระนางจึงแปลงกายกลับมาดังเดิม แสดงรัศมีเปล่งปลั่ง เมื่อชาวเมืองเห็นดังนั้นจึงได้สร้างวิหารถวาย และทำให้เมืองแห่งนี้กลายเป็นศูนย์กลางการบูชาเทพีดีมิเตอร์เป็นการถาวร ",
        "เทพีดีมิเตอร์ทรงเป็นเทพีอีกองค์หนึ่งซึ่งมีความสัมพันธ์กับมหาเทพซุส  ทรงมีพระธิดาองค์หนึ่งกับมหาเทพนามว่า  เพอร์เซโฟเน  (Persephone)  นอกจากนั้นยังเคยมีความสัมพันธ์กับเทพโพไซดอนโดยไม่ตั้งใจ  นางหลบหนีจากโพไซดอนด้วยการแปลงเป็นม้า แต่ก็ไม่พ้นโพไซดอนได้แปลงกายเป็นม้าเช่นกันแล้วเข้าไปคลอเคลียด้วย  ไม่นานนักก็บังเกิดเป็นพระธิดาและพระโอรส 2 พระองค์ นามว่า ดีสโพอินา (Despoina) และ ออริออน (Arion) ผู้มีร่างเป็นคนครึ่งม้า  ทรงมีบุตรด้วยกันกับ เลซิออน(Lasion) นามว่า พลูตุส (Plutus)และ ฟิโลเมลุส (Philomlus)  กับ คาร์มานอร์ (Karmanor) มีบุตรนามว่า ยูบิวเลอุส (Eubuleus) และ คริโซเธมิส(Chrysothemis) กับ ทริปโตลีมุส มีบุตรนามว่า แอมฟิธีอุสที่1 (Amphitheus I) และกับ โอเชียนุส (Oceanus) นามว่า ดิเมีย (Dmia)",
        "การบูชาเทพีดีมิเตอร์มีศูนย์กลางอยู่ที่เมือง อีลิวซิส โดยจะมีการจัดงานฉลองลึกลับให้แก่พระนาง  งานฉลองนี้ถูกจัดขึ้นเพื่อฉลอมฉลองการเริ่มเข้าสู่ฤดูใบไม้ผลิที่พระธิดาเพอร์เซโฟนได้กลับมาสู่โลก  นอกจากนั้นก็มีเทศกาล เทสมอพอเรีย และ ซีรีอัลเลีย  วิหารที่ชาวเมืองได้สร้างถวายก็มีวิหารที่เมือง อีลิวซิส  และ วิหารในเฟสตุม ชายฝั่งเมืองเนเปิลส์  ซึ่งเป็นอาณานิคมของกรีซ ในช่วง 600 ปีก่อนคริสตกาล"],
        "symbols": ["รวงข้าว", "ความอุดมสมบูรณ์"],
        "animals": ["หมู"],
        "power": ["เกษตรกรรม"],
        "link": [
            {
                "name": "Zeus",
                "img": "img/zeus2.png"
            },
            {
                "name": "Hera",
                "img": "img/hera2.png"
            },
            {
                "name": "Poseidon",
                "img": "img/poseidon2.png"
            }
            
        ]
    },

    "poseidon": {
        "greekName": "Poseidon",
        "romanName": "Neptune",
        "img": "img/poseidon.png",
        "info": ["โพไซดอน เป็นผู้คุ้มครอง ท้องทะเลและห้วงน้ำ (The ruler of the sea) ตั้งแต่แหล่งน้ำจืด เช่น แม่น้ำ ลำคลอง จนถึงใต้บาดาล เป็นพระอนุชาของเทพซุส เทพที่มีอำนาจสูงสุดในบรรดาเทพเจ้ากรีก-โรมันทั้งหมด ส่วนพระชายาของพระองค์ คือ เทพีอัมฟิไทรต์ ซึ่งก็เป็นเทพี แห่งท้องทะเล เช่นกัน",
        "รูปลักษณ์ ของโพเซดอน ส่วนมากจะปรากฏเป็นชายวัยกลางคน รูปร่างกำยำล่ำสัน มีหนวดเครา ถือสามง่ามเป็นอาวุธ ซึ่งสามง่ามนี้มีอิทธิฤทธิ์มาก สามารถดลบันดาลให้เกิดคลื่นลมแรงในทะเล หรือแผ่นดินไหวได้ ครั้งหนึ่งโพเซดอน เคยคิดที่จะโค่นอำนาจของซุส โดยร่วมมือกับเฮราและอะธีนา แต่ไม่สำเร็จจึงถูกซุสลงโทษ โดยการให้ไปสร้างกำแพงเมือง ทรอย ร่วมกับเทพอพอลโล",
        "โพเซดอนมีมเหสีองค์หนึ่ง ซึ่งเป็นหญิงรับใช้ของเทพีอะธีนา คือ เมดูซ่า ซึ่งในตอนแรกนั้นยังไม่ถูกสาบให้มีผมเป็นงู เพิ่งจะเป็นเช่นนั้นเมื่อเทพีอะธีนาทราบเรื่องว่าหญิงรับใช้ของตน ไปเป็นมเหสีของโพเซดอน จึงสาบเมดูซ่าให้เป็นปีศาจที่มีผมเป็นงู และเมื่อมองใครก็จะกลายเป็นหินไปหมด ในคราวที่เปอร์ซิอุสปราบเมดูซ่านั้น เปอร์ซิอุสได้ตัดศีรษะของเมดูซ่าแล้วเลือดของเมดูซ่า ที่กระเซ็นออกมา กลายเป็นม้าบินสองตัว คือ เพกาซัส (Pegasus) และ คริสซาออร์ (Chrysaor) ดังนั้นจึงถือว่า ทั้ง เพกาซัส และ คริสซาออร์ เป็นลูกของโพเซดอนด้วย",
        "โพเซดอนเป็นเทพเจ้าที่หงุดหงิด และโมโหง่าย ดวงตาสีฟ้าดุดัน มองผ่านทะลุม่านหมอกได้และผมสีน้ำทะเลสยายลงมาเบื้องหลังโดยได้รับสมญาว่า “ผู้เขย่าโลก” เนื่องจากเมื่อปักตรีศูลหรือสามง่ามลงบนพื้นดิน โลกก็จะเกิดการสั่นสะเทือนและแผ่นดินแยกออกจากกัน เมื่อฟาดสามง่ามลงบนทะเล ก็จะบังเกิดคลื่นลูกใหญ่เท่าภูเขาและเกิดพายุ มีเสียงครึกโครมน่ากลัว ทำให้เรืออับปางลง และผู้คนที่อาศัยอยู่ชายทะเลจมน้ำ แต่เมื่อยามโพไซดอน อารมณ์ดี ทรงยื่นพระหัตถ์ออกไป ทำให้ทะเลสงบและทรงยกแผ่นดินใหม่ขึ้นมาจากน้ำ",
        "เทพโพไซดอนมีความสำคัญสำหรับชาวกรีก รองลงมาจากเทพซุสด้วยเหตุว่าชาวกรีกที่อาศัยอยู่ทั้งสองฝั่งของทะเลอีเจียนเป็นชาวทะเล ดังนั้นเทพแห่งท้องทะเลจึงมีความสำคัญอย่างมาก และนอกจากพระองค์จะเป็นเทพแห่งท้องทะเลแล้ว พระองค์ยังเป็นผู้ประทานม้าตัวแรกให้แก่มนุษย์ โดยการใช้อาวุธประจำกายนั่นก็คือตรีศูลหรือสามง่าม ตีก้อนหินจนเกิดเป็นน้ำพุเกลือและกลายเป็นม้าตัวแรกของโลก พระองค์จึงได้รับการสรรเสริญ ทั้งในฐานะที่เป็นเทพเจ้า แห่งท้องทะเล และ ผู้ประทานม้าตัวแรกให้แก่มนุษย์อีกด้วย",
        "วิหารของ เทพโพไซดอนอยู่ที่ อัคซูเนียน ประเทศกรีซ อยู่บนอะโครโพลิสตรงข้ามกับวิหารพาร์เธนอนที่โด่งดัง ซึ่งเป็นของเทพีอะธีนา"],
        "symbols": ["สามง่าม"],
        "animals": ["ม้า"],
        "power": ["ท้องทะเล"],
        "link": [
            {
                "name": "Zeus",
                "img": "img/zeus2.png"
            },
            {
                "name": "Demeter",
                "img": "img/demeter2.png"
            },
            {
                "name": "Hera",
                "img": "img/hera2.png"
            },
            {
                "name": "Apollo",
                "img": "img/apollo2.png"
            }
        ]
    },

    "ares": {
        "greekName": "Ares",
        "romanName": "Mars",
        "img": "img/ares.png",
        "info": ["เทพแอรีส หรือ มาร์ส (Mars) ตามที่ชาวโรมันชอบเรียก ถือเป็นเทพเจ้าแห่งสงคราม อาวุธ และชุดเกราะ หรือเป็นหนึ่งในสิบสองของเทพโอลิมปัสด้วย",
            "แอรีส เป็นเทพแห่งสงครามไม่ต่างกับ อะธีนา เพียงแต่อะธีนาจะได้รับการยกย่องมากกว่า เพราะอะธีนาถือเป็นเทพีที่ใช้สมองในการวางแผนสู้รบได้เป็นอย่างดี และทำให้เทพีองค์นี้ได้รับการบูชาในฐานะที่เป็นเทพีแห่งสติปัญญาไปด้วยในเวลาเดียวกัน ในขณะที่ แอรีสเป็นเทพที่นิยมใช้ความดุดันและโหดร้ายมากกว่าการใช้สติปัญญาในการสงครามมากกว่า ดังที่กวีกรีกโบราณคนสำคัญที่ชื่อว่า โฮเมอร์ เคยเขียนถึงเทพแอรีสว่า พระองค์เป็นเทพที่โหดร้ายและหยาบช้ามากองค์หนึ่ง",
            "แอรีส ได้ลอบเป็นชู้รักกับเทวีอโฟรไดท์ ผู้เป็นบุตรของเทพซุสกับเทพีเฮรา และเป็นที่น่ารังเกลียดของเทพและมนุษย์ทั้งปวง ยกเว้นแต่เพียงชาวโรมันที่รักในการสงครามเท่านั้น",
            "ชาวโรมันมีความรักเทิดทูนในเทพองค์นี้เป็นอย่างยิ่ง โดยถึงกับแต่งตั้งให้เป็นเทพบิดาของ โรมิวลัส (Romulus) ผู้สร้างกรุงโรม อีกทั้งยังสรรเสริญความดีความชอบของเทพองค์นี้อีกหลายประการ ในทางตรงกันข้าม ชาวกรีก กลับไร้ซึ่งความนิยมเลื่อมใสในเทพองค์นี้เลยแม้แต่น้อย  และยังถือด้วยว่า เขาเป็นเทพที่มีนิสัยดุร้าย ป่าเถื่อน และไร้ความเมตตากรุณา",
            "เทพแอรีสเดินทางไปไหนต่อไหน โดยรถศึกเทียมม้าที่มีฝีเท้าจัดมากมาย และมีแสงเกราะและแสงศาตราวุธของเขาเป็นอาวุธคู่กาย ที่คอยส่องแสงสว่างเจิดจ้าบาดตาบุคคลผู้พบเห็นเป็นอย่างมาก เทพแอรีสมีบริวารคู่ใจที่คอยตามติดอยู่ 2 คน ได้แก่ เดมอส (Deimos) ที่หมายความว่าความกลัว กับ โฟบอส (Phobos) ที่หมายความว่า น่าสยองขวัญ บางตำนานกล่าวว่าบริวารทั้งสองนี้ถือเป็นโอรสของเทพแอรีส  ส่วนในเชิงดาราศาสตร์ หากตั้งชื่อดาวอังคารว่า มาร์ส ตามชื่อเทพแห่งสงครามแล้ว จึงมีการก็ตั้งชื่อดวงจันทร์ที่เป็นบริวารที่โคจรอยู่รอบดาวอังคารทั้งสองดวงว่า เดมอส กับ โฟบอส ตามไปด้ว"],
        "symbols": ["หมวกเหล็ก"],
        "animals": ["งู"],
        "power": ["สงคราม"],
        "link": [
            {
                "name": "Zeus",
                "img": "img/zeus2.png"
            },
            {
                "name": "Hera",
                "img": "img/hera2.png"
            },
            {
                "name": "Athena",
                "img": "img/athena2.png"
            },
            {
                "name": "Aphrodite",
                "img": "img/aphrodite2.png"
            }
        ]
    },

    "apollo": {
        "greekName": "Apollo",
        "romanName": "Apollo",
        "img": "img/apollo.png",
        "info": ["อพอลโล (Apollo) ถือเป็นเทพคู่แฝดกับเทวีอาร์เทมิส เป็นเทพครองดวงอาทิตย์ คู่กับอาร์เทมิสที่ถือเป็นเทพแห่งดวงจันทร์",
            "อพอลโล เทพชาวกรีกผู้มีรูปร่างงดงาม และยังถือเป็นนักดนตรีที่ช่วยขับกล่อมบทเพลงอันไพเราะให้แก่เหล่าเทพบนเขาโอลิมปัส เทพอพอลโลจะพิณถือในมือหนึ่ง และถือคันธนูอีกมือหนึ่ง ซึ่งธนูนี้สามารถยิงได้ไกล ทำให้ได้รับสมญานามว่า ‘เทพขมังธนู’  อีกทั้ง เทพอพอลโลยังเป็นเทพผู้ถ่ายถอดวิชาศิลป์ให้แก่มนุษย์บนโลกอีกด้วย เทพอพอลโลถูกยกย่องให้เป็นเทพแห่งแสงสว่าง และเป็นเทพแห่งสัจธรรมผู้ไม่เคยโป้ปดอีกด้วย",
            "สามารถพบวิหารของเทพอพอลโลได้อยู่ทั่วไปในประเทศต่างๆ แต่หากกล่าวถึงสถานที่สำคัญที่สุดก็คงจะหนีไม่พ้น วิหาร ณ เมืองเดลฟี ที่ตั้งอยู่ใกล้กับทิวเขาพาร์นาซัส ส่วนรูปอนุสาวรีย์ โคลอสซัส (Colosus) ที่ตั้งอยู่บนเกาะ โรดส์ (Rhodes) ก็ถือเป็นสิ่งมหัศจรรย์ของโลกในสมัยโบราณที่ผู้คนทั่วไปต่างพากันกล่าวถึง",
            "ตำนานกล่าวไว้ว่า เทพอพอลโลเป็นเทพผู้เก่งกาจและได้สังหารคนพาลที่ทำผิดไปอย่างมากมาย ส่วนสัตว์ดุร้ายก็ล้วนล้มตายด้วยฝีมือของเทพอพอลโลทั้งสิ้น ไม่ว่าจะเป็น งูยักษ์ไพธอน, ยักษ์อโลอาดี (Aloadae) และ อีฟิอัลทิส(Ephialtes) ผู้สืบเชื้อสายจากราชวงศ์ไทแทน ที่หวังจะฟื้นคืนวงศ์ไทแทนกลับมา เป็นต้น"],
        "symbols": ["พิณ"],
        "animals": ["หงส์"],
        "power": ["การยิงธนู"],
        "link": [
            {
                "name": "Zeus",
                "img": "img/zeus2.png"
            },
            {
                "name": "Artemis",
                "img": "img/artemis2.png"
            },
            {
                "name": "Hera",
                "img": "img/hera2.png"
            }
        ]
    },

    "artemis": {
        "greekName": "Artemis",
        "romanName": "Diana",
        "img": "img/artemis.png",
        "info": ["เทพีอาร์เทมิส พี่น้องฝาแฝดของเทพอพอลโล ถือเป็นจันทราเทพีผู้ปกครองช่วงเวลาในตอนกลางคืน และถือเป็นเทพีผู้มอบแสงสว่างให้แก่รัตติกาลอีกด้วย ในขณะเดียวกัน พระเทพีก็ยังมีแนวทางที่แตกต่างจากเทพีองค์อื่นๆ โดยเทพีอาร์เทมิสจะมีลักษณะออกแนวบู้ๆ รักการล่าสัตว์ พระองค์จะมีอาวุธคู่กายเป็นคันธนูและลูกศรติดตัวเอาไว้อยู่เสมอ พระองค์จึงมักถูกนับถือในนามของเทพีผู้คุ้มครองสัตว์ป่าเสียมากกว่า หากมีผู้ใดที่เข้าไปในเขตป่าของพระองค์โดยไม่ได้รับการยินยอม และเข้ามาทำร้ายหรือจับสัตว์ีป่าที่อาศัยอยู่ในอาณาเขตของพระองค์แล้ว หากพระเทพีทราบเข้าก็จะทำการสังหารบุคคลผู้นั้นจนตายด้วยลูกธนู",
            "เทพีอาร์เทมิสถือเป็นเทพีที่ดำรงอยู่ในพรหมจรรย์ตามรอยเทพีเฮสเทียและเทพีอธีน่า เนื่องจากพระองค์เห็นมาก่อนว่า เทพีแลโตนาผู้เป็นมารดาจะอดทนอยู่กับความทุกข์มากมายเพียงใด ซึ่งเธอนั้นต้องฝันฝ่าอุปสรรคความรักที่ลิขิตให้มาเป็นพระชายาเทพซุสโดยมีเทพีเฮราตามรังควาญ ด้วยเหตุนี้จึงทำให้พระเทพีกลัวความจริงในการออกเรือน และให้สัญญาว่าจะไม่ขอมีครอบครัว อีกทั้งยังขอรักษาพรหมจรรย์ที่มีเอาไว้ยิ่งชีพ",
            "อย่างไรก็ตาม ยังคงมีตำนานบางเรื่องที่กล่าวถึงพระเทพีผู้นี้ว่าเคยไปหลงรักกับบุรุษรูปงาม 2 คน ที่มีนามว่า ไอโอออน กับ เอนดิเมียน แต่เรื่องราวของตำนานเหล่านี้ก็มักจะจบท้ายแบบไม่ดีเสียทุกครั้ง ทำให้สามารถบอกได้เลยว่า ความรักของเทพผู้นี้เป็นความรักที่น่าสงสารและไม่ค่อยจะสมหวังเสียเท่าไร",
            "แม้ว่าเมื่อดูภายนอกแล้วเทพีอาร์เทมิสจะเป็นเทพีผู้แข็งแกร่ง เพราะพระองค์ชอบที่จะทำกิจกรรมเยี่ยงบุรุษ เช่น การล่าสัตว์ เป็นต้น ซึ่งคิดว่าพระองค์น่าจะเกิดมาจากอุดมคติแห่งสตรีในสมัยกรีกโบราณที่ต้องการจะให้สตรีสามารถทำการใดก็ได้เฉกเช่นดั่งบุรุษ เพราะเทพก็เปรียบเสมือนกระจกเงาที่บอกสะท้อนถึงความเป็นมนุษย์บนโลกใบนี้นั่นเอง…"],
        "symbols": ["ลูกศร"],
        "animals": ["กวาง"],
        "power": ["การล่าสัตว์"],
        "link": [
            {
                "name": "Zeus",
                "img": "img/zeus2.png"
            },
            {
                "name": "Apollo",
                "img": "img/apollo2.png"
            },
            {
                "name": "Hera",
                "img": "img/hera2.png"
            },
            {
                "name": "Athena",
                "img": "img/athena2.png"
            }
        ]
    },

    "hermes": {
        "greekName": "Hermes",
        "romanName": "Mercury",
        "img": "img/hermes.png",
        "info": ["เมอร์คิวรี่ (Mercury) หรือ เฮอร์มีส (Hermes) เป็นเทพบุตรผู้เป็นลูกของซุสเทพบดี กับ นางมาย หรือ เมยา (Maia) เฮอร์มีสเป็นเทพที่โด่งดังและเป็นที่รู้จักกันอย่างมาก และมักเห็นรูปของเขาปรากฏบ่อยครั้งมากกว่าเทพองค์อื่น ๆ ผู้คนมักจะนำเอารูปของเทพองค์นี้ หรือของวิเศษอย่างใดอย่างหนึ่งของเขา เช่น เกือกมีปีก เป็นต้น มาเป็นสัญลักษณ์เครื่องหมายที่บ่งบอกความเร็ว ซึ่งนอกจากเกือกติดปีกแล้ว ยังมีหมวกติดปีก และไม้ถืออันศักดิ์สิทธิ์ติดปีก ซึ่งแสดงถึงว่า เขานั้นสามารถ “ไปได้เร็วเพียงความคิด” ทีเดียว",
        "เฮอร์มีสเป็นเทพผู้คุ้มครองเหล่านักเดินทาง คนเลี้ยงแกะ โจรผู้เร่ร่อน กวี นักกีฬา นักประดิษฐ์ และพ่อค้า อาจเรียกได้ว่า เฮอร์มีสเป็นเทพแห่งการสื่อสาร มีของวิเศษคือหมวกและรองเท้ามีปีก เรียกว่า เพตตะซัส (Petasus) ซึ่งเป็นของขวัญที่ได้รับจากเทพบิดา เพื่อให้ปฏิบัติหน้าที่เป็นเทพสื่อสาร และมีคถาคาดูเซียส (Caduceus) ซึ่งรูปร่างของคถาจะมีคถางูไขว้อยู่สองตัว เฮอร์มีสพบงูสองตัวนี้เมื่อเห็นมันสู้กันเลยเอาคถาทิ่มระหว่างงูสองตัวเพื่อห้ามไม่ให้เกิดความวิวาท งูเลยเลื้อยมาพันอยู่รอบไม้แล้วหันหัวเข้าหากันจึงกลายเป็นสัญลักษณ์ของความเป็นกลางด้วย"],
        "symbols": ["คทาคาดูซัส"],
        "animals": ["แกะ"],
        "power": ["การสื่อสาร"],
        "link": [
            {
                "name": "Zeus",
                "img": "img/zeus2.png"
            },
            {
                "name": "Hera",
                "img": "img/hera2.png"
            },
            {
                "name": "Aphrodite",
                "img": "img/aphrodite2.png"
            }
        ]
    },

    "athena": {
        "greekName": "Athena",
        "romanName": "Minerva",
        "img": "img/athena.png",
        "info": ["เทพีอะธีนา หนึ่งในสิบสองเทพแห่งโอลิมปัส เป็นเทพีแห่งปัญญา เนื่องจากเกิดมาจากส่วนหัวของซุส ประมุขแห่งเหล่าทวยเทพ ในขณะที่กำลังประชุมเหล่าเทพที่เทือกเขาโอลิมปัส เมื่อจู่ ๆ ซุสเกิดปวดศีรษะอย่างรุนแรง จึงได้ให้เฮเฟสตัส เทพแห่งการตีเหล็กใช้ขวานผ่าศีรษะออก ปรากฏเป็นอะธีนาที่สวมชุดเกราะพร้อมหอกกระโดดออกมา เทพีอะธีนาเป็นธิดาของเทพีเมทิส ซึ่งถูกซุสกลืนเข้าไปในท้องตั้งแต่ยังมีครรภ์แก่ เนื่องจากคำทำนายที่ว่าบุตรที่เกิดจากนางจะเป็นผู้โค่นบัลลังก์ของซุส แต่แม้ว่าอะธีนาจะถือกำเนิดมาพร้อมกับคำทำนายนั้น พระนางก็เป็นหนึ่งในลูกรักของซุส ว่ากันว่าเฮราอิจฉาอะธีนาที่ถือตัวว่าเป็นผู้กำเนิดมาจากซุสโดยตรง  และนอกจากอะธีนาจะเป็นเทพีแห่งปัญญาแล้ว ยังเชื่อกันว่าพระนางเป็นเทพีแห่งสงครามด้วย เนื่องจากเทวรูปของพระนางมักปรากฏเป็นรูปผู้หญิงสวมชุดเกราะ ถือโล่ห์และหอกที่มือซ้าย และถือไนกี้ เทพีแห่งชัยชนะที่มือขวา โดยที่ชื่อกรุงเอเธนส์ เมืองหลวงของกรีซ ก็มีที่มาจากพระนามของนาง ชื่อเต็มของอธีนาคือ พัลลัสอะธีนา (Pallas Athena) ซึ่งชื่อพัลลัส มาจากเพื่อนมนุษย์ของอะธีนาซึ่งเธอพลั้งมือสังหารไปขณะเล่นด้วยกัน จึงได้นำชื่อของพัลลัสมาใส่นำหน้าเพื่อเป็นที่ระลึก อธีนาเป็นตัวแทนของสงครามที่เอาชนะด้วยกลยุทธหรือความถูกต้อง ซึ่งต่างจากแอรีส ที่เป็นเทพสงครามที่ใช้กำลังมากกว่า",
            "ตำนานกรีกเล่าว่า ที่มาของชื่อเมืองเอเธนส์ (Athens) นั้น มาจากการที่ชาวกรีกจะตั้งชื่อเมืองแต่ไม่รู้จะใช้ชื่ออะไร โพไซดอน เทพแห่ง มหาสมุทร ผู้มีศักดิ์เป็นลุงของอะธีนา ใช้ตรีศูลอาวุธของตนสร้างม้าขึ้นมา(บ้างก็ว่าสร้างน้ำพุขึ้น) ชาวเมืองต่างพากันชื่นชมม้าเป็นอันมาก แต่เทพีอะธีนาได้เนรมิตต้นมะกอกขึ้นมา ซึ่งสามารถใช้ผลเป็นประโยชน์ได้ นอกจากนี้ มะกอก ยังเป็นสัญลักษณ์ของสันติภาพ ในขณะที่ม้าเป็นสัญลักษณ์ของสงคราม ชาวเมืองจึงตกลงใช้ชื่อเมืองว่า เอเธนส์ ตามชื่อของพระนาง และมะกอกก็กลายเป็นผลไม้เศรษฐกิจสำคัญอันดับหนึ่งของกรีซมาจนปัจจุบัน",
            "ด้วยเหตุที่เทพีอะธีนามีความสามารถในการทำสงคราม จึงทำให้นางกลายเป็นเทพีอุปถัมภ์ของบรรดานักรบไปด้วยพร้อมๆกัน จะไม่มีวีรบุรุษคนสำคัญใดๆบนโลกเกิดขึ้นได้เลย หากขาดการสนับสนุนช่วยเหลือจากอะธีนา มีครั้งหนึ่งที่เทพีอะธีนาเคยช่วยเฮอร์คิวลิสทำสงคราม ซึ่งทำให้เขาสามารถทำงาน 12 อย่างตามที่เทพีเฮราสั่งเอาไว้ได้ อีกทั้ง ยังเคยช่วยเปอร์เซอุสฆ่านางการ์กอนเมดูซ่า ช่วยโอดีสซีอุส (หรือยูลิซิส) ให้เดินทางกลับจากยุทธภูมิสู่ทรอยได้อย่างปลอดภัย รวมไปถึงการช่วยเหลือเตเลมาคัส ผู้เป็นบุตรชายของโอดีสซีอุสให้สามารถเจอพ่อได้สำเร็จ",
            "ด้วยความที่ชาวกรีกนับถือเทพีอะธีนาเป็นอย่างมาก ชาวกรีกจึงได้มีการสร้างวิหารเพื่อถวายบูชาแด่เทพีอะธีนาเอาไว้มากมายนับไม่ถ้วน แต่สถานที่แห่งหนึ่งที่นับได้ว่ามีชื่อเสียงมากที่สุดก็คือ วิหาร พาร์ธีนอน ซึ่งตั้งอยู่ ณ กรุงเอเธนส์ ซึ่งแม้ว่าปัจจุบันจะหลงเหลือแต่เพียงซาก ก็ยังคงมีเค้าของงานฝีมืออันวิจิตรพิสดารหลงเหลือให้เห็นอยู่บ้าง"],
        "symbols": ["โล่ห์อีจีส"],
        "animals": ["นกฮูก"],
        "power": ["ความเฉลียวฉลาด"],
        "link": [
            {
                "name": "Zeus",
                "img": "img/zeus2.png"
            },
            {
                "name": "Ares",
                "img": "img/ares2.png"
            },
            {
                "name": "Poseidon",
                "img": "img/poseidon2.png"
            }
        ]
    },

    "aphrodite": {
        "greekName": "Aphrodite",
        "romanName": "Venus",
        "img": "img/aphrodite.png",
        "info": ["เทพีอโฟร์ได (Aphrodite) หรือ วีนัส (Venus) ถือเป็นเทพีองค์สำคัญที่มีความสัมพันธ์กับมนุษย์มากที่สุด เนื่องจากเทพีองค์นี้เป็นเทพีผู้ครองความรักและความงาม มีอำนาจในการสะกดให้เทพและมนุษย์ทั้งปวงเกิดความลุ่มหลง รวมไปถึงสามารถลบเลือนสติปัญญาของบุคคลผู้ที่ฉลาดให้กลายเป็นคนโฉดเขลาไปได้ในทันที และเทพีก็จะคอยดูถูกและหัวเราะเยาะเย้ยผู้คนที่ตกอยู่ในอำนาจของเทพีอยู่เสมอด้วย",
            "พระนางเป็นชายาของเทพวัลคัน (Vulcan) หรือเฮเฟสตุสเทพแห่งงานช่าง เทพีวีนัสตามตำราว่าเกิดขึ้นเองจากฟองทะเล ด้วยพระนามของพระนาง อโฟรไดท์ นั้น มาจากคำว่า ‘Aphros’ที่แปลว่าฟอง ซึ่งมีตำนานว่าพระนางเกิดในทะเลใกล้เกาะไซเธอรา และถูกคลื่นซัดไปยังเกาะไซปรัส แต่บางตำราว่าเป็นธิดาของเทพซุสที่เกิดจากจากนางอัปสรไดโอนี แต่ที่ตรงกันคือพระนางมีความงดงามที่ไม่มีใครเทียมได้แม้กระทั่งเทพธิดาด้วยกัน และสามารถสะกดใจผู้ชายทุกคนได้ภายในพริบตาแรกที่มองเห็นพระนาง อีกทั้งพระนางก็ชอบใจในความสวยงามของตนเองมากเสียด้วย พระนางจึงไม่ยอมเด็ดขาดหากใครจะกล้าล้ำเส้นเทพีความงามของพระนาง ด้วยแรงริษยาที่รุนแรงพอๆกับรูปโฉมสะสวยทำให้เทพีวีนัสเป็นที่หวาดหวั่นของเทพหลายๆองค์",
            "อโฟร์ไดเป็นเทพีที่มนุษย์ชาวกรีกและโรมันโบราณให้การนับถือ เนื่องจากมีความเกี่ยวข้องกับวิถีชีวิตความเป็นอยู่ของมนุษย์มากที่สุด เนื่องด้วยความรักและความงดงามเป็นสิ่งที่สามารถจับใจคนให้หันมาให้ความสนใจใคร่รู้ได้มากกว่าเรื่องอื่น ๆ ด้วยเหตุนี้เอง เทพีอโฟร์ไดจึงมักจะถูกเทิดทูนบูชา และเป็นที่กล่าวขวัญในศิลปะและวรรณคดีต่าง ๆมากมาย  มากไปกว่านั้น ยังมีความเชื่อชองชาวกรีกและชาวโรมันว่า นางเป็นเทพีผู้มีลูกดกและเป็นเทพีแห่งการให้กำเนิดทารก ทำให้มีคติความเชื่อโบราณประการหนึ่งของชาวตะวันตกที่เล่าขานสืบต่อกันมาปากต่อปากมาจนล่วงเลยมาถึงในปัจจุบันนี้ว่า ทารกถือกำเนิดเพราะนกกระสานำมา และคติความเชื่อนี้ก็สืบเนื่องมาจากข้อยึดถือของมนุษย์ชาวกรีกและ โรมันมาตั้งแต่บรรพกาลเช่นกัน",
            "นกกระสามีความสำคัญตามเทพนิยาย นิทานชาวบ้าน และนิทานเทียบสุภาษิตต่าง ๆมากมาย โดยในตำนานเทพปกรณัม ได้กล่าวไว้ว่า นกกระสาถือเป็นนกประกอบบารมีของเทพีอโฟร์ได หากบ้านใดที่มีนกกระสาผัวเมียไปทำรังอยู่บนยอดหลังคา ก็จะมีความหมายว่า เทพีอโฟร์ไดเสด็จไปโปรดให้ครอบครัวนั้นๆกำเนิดลูก และยังความรุ่งเรืองมาให้แก่ครอบครัวนั้น ในแถบยุโรปโดยเฉพาะภาคตะวันตกเฉียงเหนือ ก็มีการให้ความเคารพนกกระสาเช่นกัน ส่วนในประเทศเยอรมันและเนเธอร์แลนด์ ก็ถือว่านกกระสาเป็นตัวแทนของโชคลาภที่จะเข้ามาสู่ตน ดังนั้นชาวเยอรมันและวิลันดาจึงมีความยินดีที่จะให้นกกระสาสามารถบินมาทำรังบนหลังคาบ้านของตนได้เสมอ ยิ่งนกเหล่านั้นอาศัยอยู่นานเพียงใด ก็ยิ่งถือเป็นมงคลให้แก่บ้านหลังนั้นนานมากขึ้น"],
        "symbols": ["เปลือกหอยสังข์"],
        "animals": ["นกพิราบ"],
        "power": ["ความรัก"],
        "link": [
            {
                "name": "Zeus",
                "img": "img/zeus2.png"
            },
            {
                "name": "Hephaestus",
                "img": "img/hephaestus2.png"
            },
            {
                "name": "Ares",
                "img": "img/ares2.png"
            }
        ]
    },

    "hephaestus": {
        "greekName": "Hephaestus",
        "romanName": "Vulcan",
        "img": "img/hephaestus.png",
        "info": ["ฮีเฟสตุส (Hephaestus) หรือ วัลแคน เป็นเทพโอลิมเปียนผู้ครองการช่างโลหะ เทพองค์นี้มีประวัติความเป็นมาแตกต่างกันเป็น 2 นัย ดังว่าไว้ว่า นัยที่หนึ่ง กล่าวกันว่า ฮีเฟสตุสเป็นเทพบุตรของเทพีเฮราและเทพซุสโดยตรง ในขณะที่อีกนัยหนึ่งกล่าวว่า ฮีเฟสตุสเกิดจากทพีรา แต่เป็นการผุดออกมาจากเศียรของนางเพียงลำพัง  คล้ายๆกับกรณีของเทพีเอเธน่า ทั้งนี้ก็เนื่องด้วยความต้องการของเทพีเฮราที่ต้องการจะแก้ลำซุสในการกำเนิดของเทพีเอเธน่า เพื่อแสดงให้เทพทั้งหลายทราบว่า หากซุสสามารถให้กำเนิดเทพีเอเธน่าได้ เทพีฮีร่าก็สามารถทำให้ฮีเฟสตุสเกิดเองได้เองเช่นกัน",
            "แม้ว่าแหล่งกำเนิดของเทพฮีเฟสตุสจะเป็นอย่างไรก็ตาม ก็ต้องถือเอาว่าฮีเฟสตุสถือเป็นเทพบุตรของซุสด้วยเช่นกัน จะเห็นได้ว่า ฮีเฟสตุสติดและเข้ากับแม่ได้มากกว่าพ่อ และทุกครั้งที่พ่อกับแม่ทะเลาะกันตามประสาที่เทพซุสเจ้าชู้ หรือเทพีฮีร่าขี้หึง ก็จะมีฮีเฟสตุสเข้าข้างฝ่ายแม่อยู่ตลอด ในครั้งหนึ่งที่ซุสต้องการจะลงโทษเทพีเฮราให้เข็ดหลาบโดยการใช้โซ่ทองล่ามแขวนนางเอาไว้กับกิ่งฟ้าและห้อยโตงเตงลงมา ฮีเฟสตุสก็ทนดูไม่ได้และรีบเข้าช่วยแก้ไขโซ่ให้เทพีทันทีเพื่อจะทำให้นางเป็นอิสระ ทำให้ซุสเกิดโมโหและบันดาลโทสะจับฮีเฟสตุสโยนลงมาจากสวรรค์ ซึ่งทำให้ฮีเฟสตุสต้องตกจากสวรรค์เป็นเวลานานถึง 9 วัน 9 คืน",
            "ฮีเฟสตุสตกลงมาที่มนุษย์โลก ณ บริเวณเกาะเลมนอสในทะเลเอจีน และเพราะโดนบิดาขว้างลงมาจึงทำให้บาทของเขาแปเป๋ไปข้างหนึ่งและกลายเป็นคนพิการตั้งแต่บัดนั้นเป็นต้นมา เหตุเพราะเขาต้องการจะช่วยเหลือมารดานั่นเอง แต่ก็ไช่ว่าเทพีเฮราผู้เป็นมารดาจะเหลียวแลเขาไม่ เพราะด้วยความที่ฮีเฟสตุสเป็นเทพบุตรที่กำเนิดขึ้นมาจากความโทมนัสอย่างแสนสาหัส ทำให้เทพีแสดงความเฉยเมยต่อฮีเฟสตุส ทำให้ฮีเฟสตุสตั้งปณิธานในจิตว่าจะไม่กลับขึ้นไปเหยียบบนเขาโอลิมปัสอีก และได้สร้างวังเพื่อเป็นที่ประทับอยู่ ณ เกาะเลมนอสแห่งนั้น พร้อมกัมได้ตั้งโรงหล่อเพื่อให้กำเนิดช่างฝีมือประกอบโลหะนานาชนิด โดยฮีเฟสตุสมีลูกมือเป็นพวกยักษ์ไซคลอปส์ อีกทั้งยังสร้างบัลลังก์ทองคำที่เปล่งปลั่งไปด้วยลวดลายที่สลักเสลาอย่างสวยงามหาที่เปรียบมิได้ขึ้นมาตัวหนึ่ง ซึ่งบัลลังก์แห่งนี้เป็นบัลลังก์กลที่ประกอบไปด้วยลานกลไกซ่อนอยู่ภายใน จากนั้นจึงได้ส่งบัลลังก์อันนี้ขึ้นไปถวายต่อเทพีเฮรา",
            "เมื่อเทพีได้เห็นก็รู้สึกยินดีในรูปลักษณ์อันแสนงดงามของบัลลังก์กลเป็นอย่างมาก และตระหนักได้ว่าเป็นบัลลังก์ที่บุตรของตนทำขึ้นถวาย เมื่อเทพีฮีร่าขึ้นประทับบนบังลังก์ เครื่องกลไกที่แอบซ่อนอยู่ภายใต้บัลลังก์ก็ดีดกระหวัดรัดองค์เทพีจนแน่นตรึงติดกับบัลลังก์อย่างมั่นคง และทำให้เทพีไม่สามารถขยับเขยื้อนองค์ได้เลยแม้แต่น้อย และแม้ว่าเทพทั้งปวงจะมาช่วยกันแก้ไขปัญหา ต่างก็พากันจนปัญญาเพราะยังไม่เห็นหนทางที่จะปลดเปลื้องพันธนาการครั้งนี้ให้หลุดออกได้เลยทำให้เฮอร์มีส เทพผู้มีลิ้นทูต ต้องเป็นเทพผู้อาสามาไกล่เกลี้ยความ เฮอร์มีสอ้อนวอนขอให้ฮีเฟสตุสช่วยขึ้นไปแก้ไขกลไกที่ฮีเฟสตุสทำไว้ แต่ “ลิ้นทูต” ของเฮอร์มีสครั้งนี้ไม่สามารถใช้กับฮีเฟสตุสได้ เพราะไม่ว่าเขาจะหว่านล้อมฮีเฟสตุสด้วยคำไพเราะสักเพียงใด ก็ไม่อาจเปลี่ยนใจฮีเฟสตุสให้กลับขึ้นไปบนเขาโอลิมปัสได้เลย ทำให้ทวยเทพต้องร่วมประชุมปรึกษากันอีกครั้งหนึ่ง และเล็งเห็นตรงกันว่าคงจะมีเพียงเทพไดโอนิซัสท่านั้นที่น่าจะพอช่วยได้ เทพทั้งหลายจึงพร้อมใจกันส่งไดโอนิซัสลงมาเกลี้ยกล่อมเทพฮีเฟสตุสหลงกลด้วยอุบาย วิธีการที่ไดโอนิศัสใช้ก็คือ การมอมฮีเฟสตุสด้วยน้ำองุ่นจนทำให้ฮีเฟสตุสมึนเมา จากนั้นไดโอนิซัสก็ลอบพาฮีฟีสศัสขึ้นไปที่สวรรค์เพื่อกลับไปแก้เครื่องกลพันธนาการที่ทำไว้กับเทพีเฮราได้จนสำเร็จ นอกจากนี้ เทพไดโอนิศัสยังช่วยไกล่เกลี่ยให้เทพีฮีร่าและเทพฮีเฟสตุสเข้าอกเข้าใจกันอีกครั้งด้วย",
            "แม้ว่าฮีเฟสตุสจะได้รับการยกย่องเทียมเท่าเทพองค์อื่น ๆ ในคณะเทพโอลิมเปียน แต่ฮีเฟสตุสก็ยังไม่ยินยอมที่จะกลับขึ้นไปอยู่บนเขาโอลิมปัสอีกครั้ง แต่ฮีเฟสตุสจะขึ้นไปก็ต่อเมื่อมีการนัดประชุมเทพสภาเฉพาะกิจและในวาระอื่น ๆที่สำคัญเท่านั้น ส่วนในเวลาปกติ ฮีเฟสตุสจะเก็บตัวเองอยู่ในโรงหล่อ และหมกมุ่นกับงานช่างฝีมือของเขาตลอดเวลา ทำให้เทพฮีเฟสตุสเปรียบเป็นพระเวสสุกรรมของกรีกที่สำคัญองค์หนึ่ง เห็นได้จากการสร้างวังที่ประทับของเทพแต่ละองค์บนเขาโอลิมปัสนั้น ก็เป็นงานฝีมือของพนักงานของเทพฮีเฟสตุสแทบทั้งสิ้น อีกทั้ง เทพฮีเฟสตุสยังเป็นผู้ออกแบบตกแต่งตำหนักต่าง ๆภายในที่ประทับ โดยการใช้โลหะประดับมณีที่ดูแวววาวจับตาสวยงามเป็นที่สุด และเขาก็ได้ประกอบอสนีบาตเพื่อเป็นอาวุธถวายแก่ซุส รวมถึงเป็นผู้สร้างศรรักให้แก่อิรอสด้วย"],
        "symbols": ["ค้อน"],
        "animals": ["ลา"],
        "power": ["การช่าง"],
        "link": [
            {
                "name": "Zeus",
                "img": "img/zeus2.png"
            },
            {
                "name": "Hera",
                "img": "img/hera2.png"
            },
            {
                "name": "Aphrodite",
                "img": "img/aphrodite2.png"
            }
        ]
    },

    "dionysus": {
        "greekName": "Dionysus",
        "romanName": "Liber",
        "img": "img/dionysus.png",
        "info": ["ไดโอนิซัส (dionysus) หรือ แบกคัสตาม เป็นเทพที่ได้รับการยกย่ององค์หนึ่งในคณะเทพโอลิมเปียน และยังเป็นที่นับถือกันอย่างแพร่หลายในฐานะเทพผู้พบและผู้ครองผลองุ่น อีกทั้งยังเป็นเทพผู้ครองน้ำองุ่น ตลอดจนความมึนเมาเนื่องด้วยการดื่มน้ำองุ่นด้วย",
            "ตำนานของ ไดโอนิซัส เริ่มต้นจากการเป็นบุตรของซุส กับนางสีมิลีผู้เป็นธิดาของแคดมัสผู้สร้างเมืองธีบส์ และนางเฮอร์ไมโอนี ต้นกำเนิดของเทพไดโอนิซัสไม่ได้เป็นเรื่องที่ดีมากนัก และนับว่าน่าสงสารมากทีเดียว เพราะเขานั้นเกิดมาด้วยเพราะความหึงหวงของเทพีเฮรา",
            "แม้ว่าต้นกำเนิดที่แท้จริงของไดโอนิซัสจะเป็นเพียงกึ่งมนุษย์กึ่งเทพ แต่ไดโอนิซัสก็ได้รับการยอมรับให้เป็นเทพอย่างสมบูรณ์เหมือนกับเทพองค์อื่นๆ อีกทั้งยังมีอมฤตภาพไม่แตกต่างไปจากเหล่าเทพสภาอื่น ๆ บนสวรรค์ชั้นโอลิมปัสด้วย",
            "เทพไดโอนิซัส (Dionysus) หรือ Dionysos หรือ Bacchus ในเทพนิยายกรีกและโรมัน ถือเป็นทั้งเทพเจ้าแห่งไวน์ รวมถึงเป็นเทพผู้นำความเจริญด้านอารยธรรม(Civilization) , ผู้กำหนดกฏระเบียบ(Lawgiver) , ผู้รักในสันติภาพ (Lover of Peace) และเป็นผู้รวบรวมเอาความอุดมสมบูรณ์ทางการเกษตร (Agriculture) มาไว้ด้วยกัน และยังเป็นเทพที่มีความสำคัญในการละคร (Theater) ด้วย และในบางแห่งก็ขนานนามเทพองค์นี้ว่า “The god of cats and savagery” หรือ “เทพแห่งเหล่าหญิงเลวและคนป่าเถื่อน”"],
        "symbols": ["ช่อกระจุกแยกแขนง"],
        "animals": ["เสือดำ"],
        "power": ["ไวน์"],
        "link": [
            {
                "name": "Zeus",
                "img": "img/zeus2.png"
            },
            {
                "name": "Hera",
                "img": "img/hera2.png"
            },
            {
                "name": "Apollo",
                "img": "img/apollo2.png"
            }
        ]
    }

}